{
    "resep": [
        {
            "id": 1,
            "title": "ayam kecap manis",
            "image": "https://i0.wp.com/resepkoki.id/wp-content/uploads/2017/12/Resep-Ayam-Goreng-Kecap.jpg?fit=2377%2C2309&ssl=1",
            "desc": [
                "1 Panaskan minyak di atas api sedang. Masukkan potongan daging ayam, goreng hingga kecokelatan. Angkat, tiriskan. Sisihkan.",
                "2 Panaskan margarin, tumis bawang putih hingga harum. Masukkan bawang bombay, masak hingga layu.",
                "3 Tuang bahan saus yang telah diaduk rata bersama Bango Kecap Manis dan Royco Kaldu Ayam, didihkan. Tambahkan ayam. Masak hingga bumbu meresap.",
                "4 Masukkan daun bawang, aduk rata. Angkat.",
                "5 Sajikan segera."
            ]
        },
        {
            "id": 2,
            "title": "Ayam Bumbu Bali Merah",
            "image": "https://www.masakapahariini.com/wp-content/uploads/2021/01/shutterstock_1820199044-780x440.jpg",
            "desc": [
                "1 Lumuri daging ayam dengan garam dan jeruk nipis. Diamkan selama 10 menit. Sisihkan.",
                "2 Panaskan minyak, goreng ayam hingga setengah matang. Angkat dan tiriskan. Sisihkan.",
                "3 Ambil 3 sdm minyak sisa menggoreng daging ayam, gunakan untukmenumis bumbu halus, daun jeruk, daun salam, dan serai hingga harum.",
                "4 Masukkan daging ayam, tomat, dan Royco Kaldu Ayam, aduk. Masak di atas api kecil hingga daging ayam matang.",
                "5 Tambahkan air jeruk limau, aduk rata. Angkat. Sajikan."
            ]
        },
        {
            "id": 4,
            "title": "perkedel daging",
            "image": "https://www.masakapahariini.com/wp-content/uploads/2019/05/perkedel-daging-400x240.jpg",
            "desc": [
                "1 Perkedel daging: Di dalam mangkuk, aduk rata daging giling, roti tawar, telur, garam, merica, dan pala bubuk. Ambil sedikit campuran daging. Bentuk bulat, pipihkan.",
                "2 Goreng sebentar dalam minyak yang sudah dipanaskan di atas api sedang hingga matang. Angkat dan tiriskan.",
                "3 Bahan saus: Di dalam wajan di atas api sedang, panaskan margarin. Tumis bawang merah sampai harum. Masukkan Bango Kecap Manis dan air, aduk rata. Tambahkan garam, merica, dan pala bubuk. Didihkan.",
                "4 Masukkan daging. Masak sampai matang. Angkat.",
                "5 Sajikan."
            ]
        },
        {
            "id": 5,
            "title": "daging sapi kecap bango",
            "image": "https://www.masakapahariini.com/wp-content/uploads/2018/04/semur-daging-sapi-sederhana-400x240.png",
            "desc": [
                "1 Haluskan bawang merah, bawang putih, dan cabai merah.",
                "2 Siapkan minyak untuk menumis dalam wajan.",
                "3 Tumis bumbu yang telah dihaluskan, tambahkan daun salam dan jahe. Tumis hingga harum.",
                "4 Masukkan daging. Tumis hingga daging berubah warna.",
                "5 Masukkan kentang. Tumis kembali hingga bumbu tercampur.",
                "6 Masukkan air hingga merendam daging dan kentang. Tambahkan Bango Kecap Manis, gula merah, gula pasir, garam, kayu manis bubuk, dan lada secukupnya.",
                "7 Tutup wajan dan kecilkan api. Masak hingga air meresap dan daging matang serta empuk.",
                "8 Hidangkan semur daging sapi selagi hangat."
            ]
        },
        {
            "id": 8,
            "title": "juice banana",
            "image": "https://www.resepmasakterbaru.com/wp-content/uploads/2020/09/resep-jus-pisang.jpg",
            "desc": [
                "1 Pertama siapkan terlebih dahulu satu buah blender, sisihkan sejanak.",
                "2 Kemudian cuci buah pisang yang telah disediakan dengan air hingga benar-benar bersih",
                "3 Selanjutnya kupas kulit buah pisang tersebut hingga bersih",
                "4 Setelah itu potong buah pisang menjadi beberapa bagian, kemudian masukan kedalam belnder yang telah disiapkan",
                "5 Lalu masukan juga es batu yang telah diserut bersamaan dengan susu putih kental manis dan sirup gula",
                "6 Tuangkan air bersih matang kedalam blender",
                "7 Blender dengan tinggi, tunggu hingga lembut serta halus",
                "8 Tuangkan pada gelas saji dan jus pisang sudah disiap nikmati"
            ]
        },
        {
            "id": 11,
            "title": "Banana cake kukus.",
            "image": "https://img-global.cpcdn.com/recipes/481cc321adf0c768/751x532cq70/banana-cake-kukus-foto-resep-utama.jpg",
            "desc": [
                "1 Kocok dengan mixer, Putih telur, gula pasir,Bertahap dari speed rendah hingga berbusa, lalu speed tinggi hingga kental.",
                "2 Tepung terigu, maizena, susu bubuk, dan vanila powder yang telah diayak",
                "3 Aduk dengan spatula, cukup sampai rata",
                "4 Tuangkan mentega cair, santan dan perisa pisang, aduk balik perlahan, hingga rata dan solid, pastikan tidak ada endapan cairan",
                "5 Tambahkan beberapa tetes pewarna kuning tua, hingga warna yang diinginkan",
                "6 Oles cetakan dengan margarin, tidak perlu ditabur tepung",
                "7 Panaskan kukusan hingga beruap dengan api sedang. Masukkan adonan, kukus selama 10 menit, hingga matang",
                "8 Angkat dan keluarkan dari cetakan",
                "9 Oles dengan dark cooking chocolate yang telah dicairkan, beri motif corak mirip pisang. Sajikan"
            ]
        },
        {
            "id": 12,
            "title": "Daging masak kecap/meat",
            "image": "https://assets-a1.kompasiana.com/statics/files/14223263631486193886.jpg",
            "desc": [
                "1 Rebus daging, tiriskan. Lalu potong-potong, air rebusan jangan dibuang",
                "2 Tumis bawang merah putih, daun salam, lengkuas, jahe sampai harum",
                "3 Masukkan cabai, batang serai, dan daging sapi didihkan. Tambahkan garam dan gula lalu koreksi rasa.",
                "4 Biarkan bumbu meresap sekitar 5-10 menit",
                "5 Angkat dan hidangkan."
            ]
        }
    ]
}